{
	"Alisher Khayrillaev": "Alisher Xayrillayev",
	"Back to home": "Bosh sahifaga qaytish",
	"Backend": "Backend",
	"Backend Developer": "Backend Dasturchi",
	"Bringing more than 3+ years of experience leading website design projects, including gathering user requirements, producing code, creating mockups and enhancing designs. Focused on creating clean, robust code with exceptional security. Achieves compatibility targets while meeting and exceeding customer demands.": "Veb-saytlar yaratish bo'yicha etakchi loyihalar, jumladan, foydalanuvchi talablarini to'plash, kod yozish, maketlar yaratish va dizaynlarni yaxshilash bo'yicha 3+ yildan ortiq tajribaga ega. Effektiv va tushunarli hamda xavfsizlik tamoyillariga asoslangan kod yozish.",
	"Code": "Kod Yozish",
	"Computer Engineering": "Kompyuter muhandisligi",
	"Computer Games": "Kompyuter O'yinlari",
	"Download resume": "Rezyumeni yuklash",
	"Eat": "Ovqatlanish",
	"English": "Inglizcha",
	"Frontend": "Frontend",
	"Frontend Developer": "Frontend Dasturchi",
	"Frontend Development Teacher": "Frontend dasturlash o'qituvchisi",
	"Having basic experience in Node.js with Express.js library and Nuxt.js SSR.": "Node.js, Express.js va Nuxt.js SSR texnologiyalarida bazaviy tajribaga ega.",
	"Having basic experience in PHP frameworks as Yii2 and Laravel.": "Yii2 va Laravel kabi PHP fremyvorklarida bazaviy tajribaga ega.",
	"Having experience in (JS/Ts) React.js, Vue.js and Ionic 3/4 and having few projects on these frameworks.": "(JS/Ts) React.js, Vue.js va Ionic 3/4 freymvorklari bo'yicha ish tajribaga ega bo'lib, bir nechta loyihalar yaratilgan.",
	"Having experience in (Ts) Angular 8+ and developing multiple web applications.": "(Ts) Angular 8+ freymvorkida ish tajribaga ega bo'lib, bir nechta veb-ilovalar ishlab chiqilgan.",
	"Having experience in MySQL Database management.": "MySQL bilan ish tajriba mavjud.",
	"Having experience in jQuery and native Javascript.": "jQuery va Javascript bilan amaliy tajriba mavjud.",
	"Logical and results-driven web developer dedicated to building and optimizing user-focused websites for customers with various business objectives. Judicious and creative when crafting effective websites, apps and platforms to propel competitive advantage and revenue growth. Technically proficient and analytical problem solver with calm and focused demeanor.": "Turli biznes maqsadlariga ega bo'lgan mijozlar uchun foydalanuvchiga yo'naltirilgan veb-saytlarni yaratish va optimallashtirishga bag'ishlangan mantiqiy va natijalarga asoslangan veb-dasturchi. Raqobat ustunligi va daromadni oshirishda xizmat qiladigan samarali veb-saytlar, ilovalar va platformalarni yaratishda oqilona va ijodiy yondashish. Xotirjam va diqqatli xulq-atvori bilan texnik jihatdan malakali va tahliliy muammolarni hal qiluvchi veb-dasturchi.",
	"Music": "Musiqa",
	"My Interests in My Life": "Hayotimdagi Qiziqishlarim",
	"Native": "Ona tili",
	"Programming": "Dasturlash",
	"Repeat": "Takrorlash",
	"Russian": "Russcha",
	"Samarkand branch of TATU named after Muhammad al-Khorazmi": "Muhammad al-Xarazmiy nomidagi TATU Samarqand filiali",
	"Sleep": "Uxlash",
	"This page is not found": "Bu sahifa topilmadi",
	"Traveling": "Sayohat Qilish",
	"Using MVC and Model Based Patterns in structuring projects.": "Loyihani tuzishda MVC va modelga asoslangan arxitekturalardan foydalanish.",
	"Uzbek": "O'zbekcha",
	"Widely using libraries as Material UI, Bootstrap, Ant Design and Tailwind CSS.": "Material UI, Bootstrap, Ant Design va Tailwind CSS kabi kutubxonalardan keng foydalanish.",
	"about me": "Men Haqimda",
	"certificates": "sertifikatlar",
	"contacts": "Kontaktlar",
	"education": "ma'lumoti",
	"faculty": "fakultet",
	"languages": "Egallangan tillar",
	"projects": "Loyihalar",
	"site": "sayt",
	"technology stack": "Texnologiyalar",
	"up to now": "hozirgacha",
	"working experience": "Ish Tajribasi",
	"y.o. Full Stack Web Developer with total experience of years.": "Umumiy tajribasi {{exp}} yil bo'lgan {{year}} yoshli Full Stack veb-dasturchi."
}
