{
	"Alisher Khayrillaev": "Алишер Хайриллаев",
	"Back to home": "Вернуться на главную страницу",
	"Backend": "Бэкенд",
	"Backend Developer": "Бэкенд-разработчик",
	"Bringing more than 3+ years of experience leading website design projects, including gathering user requirements, producing code, creating mockups and enhancing designs. Focused on creating clean, robust code with exceptional security. Achieves compatibility targets while meeting and exceeding customer demands.": "Обладая более чем 3-летним опытом руководства проектами по дизайну веб-сайтов, включая сбор требований пользователей, создание кода, создание макетов и улучшение дизайна. Ориентирован на создание чистого, надежного кода с исключительной безопасностью. Достигает целей совместимости, одновременно удовлетворяя и превосходя требования клиентов.",
	"Code": "Писать код",
	"Computer Engineering": "Компьютерная инженерия",
	"Computer Games": "Компьютерные игры",
	"Download resume": "Скачать резюме",
	"Eat": "Есть",
	"English": "Английский",
	"Frontend": "Фронтэнд",
	"Frontend Developer": "Фронтенд-разработчик",
	"Frontend Development Teacher": "Преподаватель по фронтенд-разработке",
	"Having basic experience in Node.js with Express.js library and Nuxt.js SSR.": "Имеется базовый опыт работы с Node.js с библиотекой Express.js и Nuxt.js SSR.",
	"Having basic experience in PHP frameworks as Yii2 and Laravel.": "Имеется базовый опыт работы с PHP-фреймворками, такими как Yii2 и Laravel.",
	"Having experience in (JS/Ts) React.js, Vue.js and Ionic 3/4 and having few projects on these frameworks.": "Имеется опыт работы с (JS/T) React.js, Vue.js и Ionic 3/4 и несколько проектов на этих фреймворках.",
	"Having experience in (Ts) Angular 8+ and developing multiple web applications.": "Имеется опыт работы с (Ts) Angular 8+ и разработки нескольких веб-приложений.",
	"Having experience in MySQL Database management.": "Имеется опыт с MySQL.",
	"Having experience in jQuery and native Javascript.": "Опыт работы с jQuery и нативным Javascript.",
	"Logical and results-driven web developer dedicated to building and optimizing user-focused websites for customers with various business objectives. Judicious and creative when crafting effective websites, apps and platforms to propel competitive advantage and revenue growth. Technically proficient and analytical problem solver with calm and focused demeanor.": "Логичный и ориентированный на результат веб-разработчик, занимающийся созданием и оптимизацией ориентированных на пользователя веб-сайтов для клиентов с различными бизнес-целями. Разумный и творческий подход к созданию эффективных веб-сайтов, приложений и платформ для обеспечения конкурентных преимуществ и роста доходов. Технически опытный и аналитический человек, решающий проблемы, со спокойным и сосредоточенным поведением.",
	"Music": "Музыка",
	"My Interests in My Life": "Мои интересы в жизни",
	"Native": "Родной",
	"Programming": "Программирование",
	"Repeat": "Повторить",
	"Russian": "Русский",
	"Samarkand branch of TATU named after Muhammad al-Khorazmi": "Самаркандский филиал ТАТУ имени Мухаммада ал-Хоразми",
	"Sleep": "Спать",
	"This page is not found": "Эта страница не найдена",
	"Traveling": "Путешествие",
	"Using MVC and Model Based Patterns in structuring projects.": "Использование MVC и паттернов на основе моделей в структурировании проектов.",
	"Uzbek": "Узбекский",
	"Widely using libraries as Material UI, Bootstrap, Ant Design and Tailwind CSS.": "Широкое использование таких библиотек, как Material UI, Bootstrap, Ant Design и Tailwind.",
	"about me": "Обо мне",
	"certificates": "Сертификаты",
	"contacts": "Контакты",
	"education": "Образование",
	"faculty": "факультет",
	"languages": "Владени языками",
	"projects": "Проекты",
	"site": "сайт",
	"technology stack": "Стек технологий",
	"up to now": "до сих пор",
	"working experience": "Опыт работы",
	"y.o. Full Stack Web Developer with total experience of years.": "{{year}} лет Full Stack веб-разработчик с общим опытом от {{exp}} лет."
}
